<?php

return [
    'title_page' => 'قائمة الكتب',
    'add' => 'اضافة كتاب',
    'edit'=>'تعديل الكتاب',
    'delete'=>'حذف كتاب',
    'operation' => 'العمليات',
    'title_ar'=>'اسم الكتاب باللغة العربية',
    'title_en'=>'اسم الكتاب باللغة الانجليزية',
    'name' => 'اسم الكتاب',
    'teacherName' => 'اسم المدرس',
    'grade' => 'المرحله الدراسيه',
    'class' => 'اسم الصف',
    'close' => 'اغلاق',
    'create' => 'اضافه',
    'update' => 'تحديث',
    'warning.delete' => 'هد انت متأكد من عملية الحذف؟',
    'choose.grade' => 'اختر المرحله الدراسيه',
    'choose.class' => 'اختر الصف الدراسيه',
    'choose.teacher' => 'اختر المدرس',
    'created_at' => 'تاريخ اضافة الكتاب',
    'attachment' => 'المرفقات',
    
];