<?php

return [

    'success.add' => 'تم اضافة البيانات بنجاح',
    'fail.add' => 'خطأ في اضافة البيانات حاول مره اخرى',
    'success.update' => 'تم التحديث بنجاح',
    'fail.update' => 'لم يتم التحديث حاول مره اخرى',
    'exception_fail' => 'هذه العنصر موجوده',
    'success.delete' => 'تم الحذف بنجاح' ,
    'fail.delete' => ' لم يتم الحذف '  ,
    'grade.exist' => 'هذه المرحله موجوده مسبقا',
    'classes.exist' => 'هذه السنه الدراسيه موجوده مسبقا',
    'classroom.exist' => 'هذا الفصل موجود مسبقا',
    'name_en' => 'الاسم بالانجليزيه مطلوب',
    'name_ar' => 'الاسم بالعربيه مطلوب',
    'gradeID' => 'من فضلك لا تغير رقم المرحله',
    'grade_deletion_warning' => 'لا تستطيع حذف هذه المرحله من فضلك احذف الصفوف اولا',
    'success' => 'تم العمليه بنجاح',
    'fail' => 'العمليه فشلة حاول مره اخرى',
    'exception' => 'بعض المشاكل حدثت حاول مره اخرى',

    //validation
    'password.regex' => ' يجب ان يبدا بحرف كبير ثم ارقام ثم ينتهي بحرف كبير وان يكون العدد الكلي من 8 الى 20.',
    'string.regex' =>' يجب ان يكون نص  والفاصله مسافه ',
    'email.unique' => 'البريد الالكتروني موجود من قبل',
    'motherNationalID' => 'الرقم القومي للام لا يمكن ان يكون مثل الرقم القومي للاب',
];

?>