<?php

return [
    'title_page' => 'قائمة الترقيات',
    'student_name'=>'اسم الطالب',
    'add_promotion'=>'اضافة ترقيه',
    'delete.all' => 'حذف كل الترقيات',
    'delete'=>'حذف ترقيه ',
    'operation' => 'العمليات',
    'gradeFrom' => 'المرحله الدراسيه السابقه',
    'gradeTo' => 'المرحله الدراسيه الحاليه',
    'classFrom' => 'السنه الدراسيه السابقه',
    'classTo' => 'السنه الدراسيه الحاليه',
    'studentName' => 'اسم الطالب',
    'close' => 'اغلاق',
    'create' => 'اضافه',
    'back' => ' تراجع عن كل الترقيات المختاره',
    'back.one' => 'تراجع عن الترقيه',
    'warning.delete' => 'هد انت متأكد من عملية الحذف؟',
    'created_at' => 'تاريخ التعديل',
    'show' => 'عرض',
    'graduate' => 'تخرج الطالب',
];
