<?php

return [
    'title_page' => 'قائمة المواد الدراسيه',
    'add' => 'اضافة ماده',
    'edit'=>'تعديل ماده',
    'delete'=>'حذف ماده',
    'operation' => 'العمليات',
    'name_ar'=>'اسم الماده باللغة العربية',
    'name_en'=>'اسم الماده باللغة الانجليزية',
    'name' => 'اسم الماده',
    'teacherName' => 'اسم المدرس',
    'grade' => 'المرحله الدراسيه',
    'class' => 'اسم الصف',
    'close' => 'اغلاق',
    'create' => 'اضافه',
    'update' => 'تحديث',
    'warning.delete' => 'هد انت متأكد من عملية الحذف؟',
    'choose.grade' => 'اختر المرحله الدراسيه',
    'choose.class' => 'اختر الصف الدراسيه',
    'choose.teacher' => 'اختر المدرس',
    'created_at' => 'تاريخ اضافة الماده'
];